Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/arctic_lavvo_as_far_stotte_til_internasjonal_markedsforing.html.tmx
Source language: nob
Languages: sme

source: Arctic Lavvo AS får støtte til internasjonal markedsføring
sme: Arctic Lavvo AS oažžu doarjaga riikkaidgaskasaš vuovdaleapmái

source: Sametingsrådet har bevilget 231 000 kroner i støtte til Arctic Lavvo AS i Kautokeino.
sme: Sámediggeráđđi lea juolludan 231 000 ruvnnu doarjaga Arctic Lavvo AS:i Guovdageainnus.

source: Lavvoprodusenten ønsker å åpne nettbutikker både for Sverige og Finland, hvor kunder kan handle i lokalt språk og lokal valuta.
sme: Lávvobuvttadeaddji háliida rahpat neahttagávppi mas sihke Ruoŧa ja Suoma beale gávppašeaddjit besset gávppašit báikkálaš gillii ja válljet báikkálaš valuhta.

source: Arctic Lavvo AS skal også satse på bedre markedsføring på sosiale medier, med Google, Youtube, Instagram og Facebook.
sme: Arctic Lavvo AS áigu maid buoridit vuovdaleami sosiála mediaid bokte, Googlein, Youtubein, Instagramiin ja Facebookiin.

source: – Det er positivt å se at Arctic Lavvo AS satser på nye og større markeder, og at de ønske å satse på økt markedsføring av sine produkter både i Norge, Sverige og Finland.
sme: – Lea positiivvalaš oaidnit ahte Arctic Lavvo AS áigu vuovdališgoahtit buktagiid ođđa ja stuorát márkaniin, ja go háliidit bargat dan ovdii ahte eanet vuovdalit buktagiid sihke Norggas, Ruoŧas ja Suomas.

source: Mange samiske lokale bedrifter har slitt med omsetning etter koronapandemien, så det er bra at de ønsker å ha bedre synlighet på eks. sosiale medier, sier sametingspresident Silje Karine Muotka (NSR).
sme: Koronapandemiija lea čuohcan olu sámi báikkálaš fitnodagaid gávpejohtui, ja danne lea buorre ahte sii háliidit leat eanet oidnosis omd. sosiála mediain, dadjá sámediggepresideanta Silje Karine Muotka (NSR).

source: Arctic Lavvo produserer lavvoer, gammer, telt, teltsleder, og er en produksjonsbedrift innen industrisøm.
sme: Arctic Lavvo buvttada lávuid, gođiid, tealttáid, tealtáreagaid, ja lea industriijagoarrunfitnodat.

source: Bedriften ble etablert i 2016 og har hatt leveranser til 17 ulike land på fem år.
sme: Fitnodat ásahuvvui 2016:s ja lea vuovdán buktagiid 17 iešguđet riikii viđa jagis.

source: Arctic Lavvo har 12 ansatte.
sme: Fitnodagas leat 12 bargi.

source: – Vi trenger gode samiske arbeidsplasser og bedriften Arctic Lavvo har fokus på samisk innhold, samisk språk og kultur når de formidler om sine produkter.
sme: – Mii dárbbašit buriid sámi bargobáikkiid ja Arctic Lavvo -fitnodagas deattuhit sámi sisdoalu, giela ja kultuvrra go muitalit iežaset buktagiid birra.

source: Det er også positivt at bedriften skal lage en internasjonal promoteringsvideo på engelsk, hvor de ønsker å nå til nye kundegrupper, sier Muotka.
sme: Lea maid positiivvalaš ahte fitnodat áigu ráhkadit riikkaidgaskasaš promoterenfilmma eŋgelasgillii, mainna háliidit olahit ođđa gávppašeddjiid, dadjá Muotka.

source: Bevilgningen er gitt over tilskuddsordningen variert næringsliv.
sme: Doarjja addojuvvo máŋggabealálaš ealáhusaid doarjjaortnegis.

source: For spørsmål eller intervju, kontakt sametingspresident Silje Karine Muotka, tlf : +47 984 87 576, silje.karine.muotka@samediggi.no
sme: Jus áiggut jearahallat dahje jus leat gažaldagat, váldde oktavuođa sámediggepresideanttain Silje Karine Muotkain, tlf: +47 984 87 576, silje.karine.muotka@samediggi.no
